0xtanzim.filetree-pro
aflo.kanagawa-glass
akamud.vscode-theme-onedark
anthropic.claude-code
be5invis.vscode-icontheme-nomo-dark
charliermarsh.ruff
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
eddiegivens.codex-quota-stats
esbenp.prettier-vscode
illixion.vscode-vibrancy-continued
jackpaget.gruvbox-glass
jdinhlife.gruvbox
mhutchie.git-graph
mohsen1.prettify-json
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
openai.chatgpt
pkief.material-icon-theme
sonarsource.sonarlint-vscode
tal7aouy.theme
yahyashareef.claude-code-usage-tracker
zainchen.json
